"command.import" = "音楽を読み込む…";
"command.library" = "ライブラリ";
"command.verify" = "ライブラリを検証";
"command.playback" = "再生";
"command.automaticUpsampling" = "最大384 kHzへ自動アップサンプリング";
"sidebar.library" = "ライブラリ";
"sidebar.integrity" = "ファイル保全";
"sidebar.processing" = "オーディオ処理";
"sidebar.songs" = "曲";
"sidebar.albums" = "アルバム";
"sidebar.artists" = "アーティスト";
"sidebar.recent" = "最近追加した項目";
"sidebar.attention" = "確認が必要";
"sidebar.effects" = "エフェクト";
"sidebar.trackCount" = "%d曲";
"library.search" = "曲名、アーティスト、アルバム";
"library.visibleCount" = "%d曲を表示";
"column.title" = "曲名";
"column.artist" = "アーティスト";
"column.album" = "アルバム";
"column.duration" = "時間";
"column.health" = "ファイル";
"status.importing" = "ファイルをコピーして照合しています…";
"status.verifying" = "ファイルのチェックサムを再計算しています…";
"status.recoveredManifest" = "主カタログを読み取れなかったため、直前の検証済みカタログから復旧しました。";
"status.recoveredImports" = "中断されていた%d件の読み込みを復旧し、ファイルを照合しました。";
"status.importRecoveryIssues" = "中断されていた%d件の読み込みを安全に復旧できませんでした。該当ファイルはライブラリに追加していません。";
"import.duplicate" = "同じ内容のファイルはすでに管理されています。";
"import.issueCount" = "%d件のファイルを確認してください。";
"metadata.unknownArtist" = "不明なアーティスト";
"metadata.unknownAlbum" = "不明なアルバム";
"health.verified" = "検証済み";
"health.unchecked" = "未検証";
"health.missing" = "見つかりません";
"health.changed" = "内容が変化";
"health.unreadable" = "読み取れません";
"track.play" = "再生";
"player.pause" = "一時停止";
"track.reveal" = "Finderに表示";
"empty.library.title" = "管理中の音楽はありません";
"empty.library.body" = "音楽ファイルを読み込んでください。Ongakuは管理領域へコピーし、内容を照合してからライブラリへ追加します。";
"empty.filtered.title" = "該当する曲がありません";
"empty.filtered.body" = "検索条件を変更するか、別のライブラリ項目を選択してください。";
"empty.clearSearch" = "検索を消去";
"inspector.title" = "詳細";
"inspector.empty.title" = "曲を選択してください";
"inspector.empty.body" = "ファイルの保全状態と保存場所をここで確認できます。";
"inspector.integrity" = "ファイルの保全性";
"inspector.verified" = "最終検証";
"inspector.file" = "管理ファイル";
"inspector.size" = "サイズ";
"inspector.duration" = "再生時間";
"player.idle" = "停止中";
"player.chooseTrack" = "曲をダブルクリックして再生";
"player.upsamplingFormat" = "%@ → %@";
"player.outputFormat" = "出力 %@";
"player.upsamplingHelp" = "再生機器が対応する384 kHz以下の最適な出力レートを自動選択します。元の音楽ファイルは変更しません。";
"album.songCount" = "%d曲";
"artist.summary" = "%d枚のアルバム・%d曲";
"effect.simulation.name" = "Simulation";
"effect.body.name" = "Body";
"effect.exciter.name" = "Exciter";
"effect.gloss.name" = "Gloss";
"effect.opto_fet.name" = "OptoFET";
"effect.warm.name" = "Warm Sat";
"effect.space.name" = "Space";
"effect.equalizer.name" = "Equalizer";
"effect.simulation.description" = "高品位スピーカーらしい音響特性と空間感を原音にブレンドします。";
"effect.body.description" = "低域の厚みと押し出し感を原音に加えます。";
"effect.exciter.description" = "高域の明るさと倍音感を原音に薄く重ねます。";
"effect.gloss.description" = "透明感とエアー感を原音に加えます。";
"effect.opto_fet.description" = "高速ピーク制御と滑らかなオプティカル整音を組み合わせた、ボーカル向け2段コンプです。";
"effect.warm.description" = "やわらかな倍音と温かみを原音に重ねます。";
"effect.space.description" = "残響と広がりを加えて音場を自然に広げます。";
"effect.equalizer.description" = "音楽的で透明感のあるトーンシェイピングを提供します。";
"effect.high_quality_enhancement.name" = "高音質エンハンスメント";
"effect.high_quality_enhancement.description" = "控えめな補正で、圧縮音源の存在感と倍音のディテールを引き出します。";
"effect.parameter.intensity" = "強度";
"effect.parameter.mode" = "モード";
"effect.parameter.open_tone" = "オープントーン";
"effect.parameter.bass_boost" = "低域増強";
"effect.parameter.spatial" = "空間";
"effect.parameter.loudness" = "ラウドネス";
"effect.parameter.cabinet_resonance" = "筐体共鳴";
"effect.parameter.weight" = "厚み";
"effect.parameter.punch" = "パンチ";
"effect.parameter.frequency" = "周波数";
"effect.exciter.mode.smooth" = "スムーズ";
"effect.exciter.mode.open" = "オープン";
"effect.exciter.open_tone.soft" = "ソフト";
"effect.exciter.open_tone.bright" = "ブライト";
"effect.maximizer.mode.tight" = "タイト";
"effect.maximizer.mode.rich" = "リッチ";
"effect.parameter.clarity" = "明瞭度";
"effect.parameter.air" = "空気感";
"effect.parameter.harmonic" = "倍音ドライブ";
"effect.parameter.warmth" = "アナログ感";
"effect.parameter.peak" = "ピーク";
"effect.parameter.level" = "レベル";
"effect.parameter.drive" = "ドライブ";
"effect.parameter.tone" = "トーン";
"effect.parameter.flutter" = "揺らぎ";
"effect.parameter.amount" = "量";
"effect.parameter.size" = "広さ";
"effect.parameter.pre_delay" = "初期遅延";
"effect.parameter.damping" = "減衰";
"effect.bbe.name" = "Maximizer";
"effect.bbe.description" = "低域の輪郭と高域のキレを強調し、音の明瞭度を上げます。";
"effect.parameter.material_hardness" = "材質の硬さ";
"effect.parameter.material_metallic" = "金属感";
"effect.parameter.lo_contour" = "低域輪郭";
"effect.parameter.process" = "高域処理";
"effect.parameter.hpf" = "HPF";
"effect.parameter.lf_gain" = "LF Gain";
"effect.parameter.lf_freq" = "LF Freq";
"effect.parameter.hf_gain" = "HF Gain";
"effect.parameter.hf_freq" = "HF Freq";
"effect.parameter.lmf_gain" = "LMF Gain";
"effect.parameter.lmf_freq" = "LMF Freq";
"effect.parameter.lmf_q" = "LMF Q";
"effect.parameter.lmf_focus" = "LMF Focus";
"effect.parameter.hmf_gain" = "HMF Gain";
"effect.parameter.hmf_freq" = "HMF Freq";
"effect.parameter.hmf_q" = "HMF Q";
"effect.parameter.hmf_focus" = "HMF Focus";
"effect.parameter.trim" = "Trim";
"effect.parameter.mc901" = "Hybrid";
"effects.mode" = "エフェクトモード";
"effects.tab.basic" = "BASIC";
"effects.tab.pro" = "プロ";
"effects.tab.off" = "OFF";
"effects.enabledCount" = "%2$d個中%1$d個のエフェクトが有効";
"effects.enabledShort" = "%d個が有効";
"effects.basicExplanation" = "圧縮音源を手早く整える、控えめな一段エンハンスメントです。";
"effects.proExplanation" = "個別の音響処理を組み合わせて信号チェーンを構築します。";
"effects.offExplanation" = "設定値を変更せず、エフェクトチェーン全体をバイパスします。";
"effects.bypassedTitle" = "エフェクトはOFFです";
"effects.bypassedBody" = "原音をそのまま通過させます。BASICまたはProを選ぶと保存済みの設定へ戻ります。";
"effects.knobHint" = "ダイヤルに沿ってドラッグするか矢印キーで調整します。ダブルクリックで初期値に戻ります。";
"effects.toggleHint" = "押すと2つのポジションが切り替わります。";
"effects.reset" = "パラメーターを初期値に戻す";
"effects.enable" = "エフェクトを有効にする";
"effects.disable" = "エフェクトを無効にする";
"effects.on" = "オン";
"effects.off" = "オフ";
"settings.storage.title" = "音楽の保存先";
"settings.storage.subtitle" = "Ongakuが検証済みの管理コピーを保存する場所を選択します。";
"settings.storage.location" = "管理音楽フォルダ";
"settings.storage.choose" = "フォルダを選択…";
"settings.storage.automatic" = "自動設定に戻す";
"settings.storage.source.appleMusic" = "Apple Musicの設定から自動的に読み込みました";
"settings.storage.source.default" = "Ongaku標準のApplication Support内に保存します";
"settings.storage.source.custom" = "選択した保存先を使用しています";
"settings.storage.safetyNote" = "今後読み込む音楽をこの場所へ保存します。既存の管理ファイルは検証済みの場所に残すため、設定変更による移動や上書きは行いません。";
"status.storageChanged" = "今後読み込む音楽の保存先を更新しました。";
"settings.sidebar.general" = "一般";
"settings.sidebar.storage" = "ストレージ";
"settings.general.title" = "一般";
"settings.general.subtitle" = "Ongakuの表示と動作を設定します。";
"settings.language.title" = "表示言語";
"settings.language.description" = "メニュー、ラベル、メッセージに使用する言語を選択します。";
"settings.language.system" = "システム設定";
"settings.language.immediateNote" = "言語の変更はOngakuのウインドウとメニューへすぐに反映されます。";
"settings.appearance.title" = "表示形式";
"settings.appearance.description" = "ライトまたはダークを選ぶか、Macの設定に合わせます。";
"settings.appearance.system" = "システム";
"settings.appearance.light" = "ライト";
"settings.appearance.dark" = "ダーク";
"miniPlayer.show" = "ミニプレーヤーに切り替える";
"miniPlayer.restore" = "通常のプレーヤーに戻す";
"miniPlayer.progress" = "再生位置";
"miniPlayer.volume" = "音量";
